tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "autojump"
brew "bat"
brew "direnv"
brew "gh"
brew "git"
brew "git-lfs"
brew "hey"
brew "httpie"
brew "node"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-vars"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
