tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "autojump"
brew "bash-completion"
brew "ctags"
brew "git"
brew "readline"
brew "xz"
brew "python"
brew "httpie"
brew "hub"
brew "node"
brew "nodenv"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-vars"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tree"
brew "yarn"
brew "thoughtbot/formulae/rcm"
cask "atom"
cask "font-fira-code"
