tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'autoconf'
brew 'bash-completion'
brew 'boost'
brew 'ctags'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'pcre'
brew 'git'
brew 'pkg-config'
brew 'readline'
brew 'libyaml'
brew 'openssl'
brew 'ruby'
brew 'heroku'
brew 'sqlite'
brew 'python3'
brew 'httpie'
brew 'hub'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'perl'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'redis'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tig'
brew 'vim'
brew 'z'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'thoughtbot/formulae/rcm'
