tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'autoconf'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'borg'
brew 'ctags'
brew 'exercism'
brew 'pcre2'
brew 'fish'
brew 'openssl'
brew 'freetds'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'heroku'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'hub'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'imagemagick'
brew 'libyaml'
brew 'python'
brew 'mycli'
brew 'mysql'
brew 'node'
brew 'pcre'
brew 'postgresql'
brew 'pgcli'
brew 'phantomjs'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'redis'
brew 'ruby'
brew 'ssh-copy-id'
brew 'stow'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'homebrew/completions/brew-cask-completion'
