tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "bash-completion"
brew "ctags"
brew "direnv"
brew "freetds"
brew "git"
brew "readline"
brew "xz"
brew "python"
brew "httpie"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "node"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-vars"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-roboto-mono"
