brew "fish"
brew "starship"
brew "mise"
brew "direnv"
brew "git"
brew "git-lfs"
brew "gh"
brew "lazygit"
brew "lazydocker"
brew "go-task"
brew "uv"
brew "cloc"

# Productivity
cask "1password"
cask "1password-cli"
cask "raycast"
cask "chatgpt"
cask "claude"
cask "obsidian"
cask "google-chrome"
cask "microsoft-edge"
cask "slack"
cask "zoom"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "figma"

# Developer Tools
cask "visual-studio-code"
cask "github"
cask "zed"
cask "ghostty"
cask "google-cloud-sdk"

# Fonts
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-monaspace"
cask "font-geist"
cask "font-geist-mono"
