tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "git"
brew "gh"
brew "mise"
brew "starship"

# Productivity
cask "1password"
cask "1password-cli"
cask "raycast"
cask "chatgpt"
cask "obsidian"
cask "google-chrome"
cask "microsoft-edge"
cask "slack"
cask "zoom"

# Developer Tools & Fonts
cask "visual-studio-code"
cask "github"
cask "ghostty"
cask "google-cloud-sdk"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-monaspace"
